Repository: naolab/Pet-Wijget-
Catalog: PetWidget/PetWidget/Localizable.xcstrings
Source language: ja
Languages: en

source: %@を削除してもよろしいですか？
en: Are you sure you want to delete %@?

source: %lld歳
en: %lld years old

source: 24時間表示
en: 24-Hour Format

source: CoreDataの初期化に失敗しました
en: Failed to initialize CoreData

source: アプリでペットを 登録してください
en: Please register your pet in the app

source: ウィジェット
en: Widgets

source: ウィジェットに表示するペットを選択します
en: Select the pet to display in the widget

source: ウィジェットの外観をカスタマイズできます
en: Customize the appearance of your widget

source: ウィジェット内のテキストの配置を変更します
en: Change the text alignment within the widget

source: ウィジェット設定
en: Widget Settings

source: エラー
en: Error

source: カスタム
en: Custom

source: キャンセル
en: Cancel

source: すべての設定をデフォルトに戻します
en: Reset all settings to default

source: その他
en: Other

source: テーマ設定
en: Theme Settings

source: テキスト用はペット名・年齢、時刻・日付用は時計部分に適用されます
en: Text font applies to pet name and age, time/date font applies to clock section

source: テキスト用フォント
en: Text Font

source: テキスト配置
en: Text Alignment

source: フォントサイズ
en: Font Size

source: フォントデザイン
en: Font Design

source: プレビュー
en: Preview

source: プレビューサイズ
en: Preview Size

source: ペット
en: Pets

source: ペットが登録されていません
en: No pets registered

source: ペットの写真を選択するために使用します
en: Used to select pet photos for display in widgets

source: ペットを削除
en: Delete Pet

source: ペットを追加
en: Add Pet

source: ペットを選択
en: Select Pet

source: ペット一覧
en: Pet List

source: ペット名を表示
en: Show Pet Name

source: ペット登録
en: Register Pet

source: ペット編集
en: Edit Pet

source: ペット選択
en: Pet Selection

source: レイアウト
en: Layout

source: 並び順
en: Sort Order

source: 中
en: Medium

source: 中型犬
en: Medium Dogs

source: 人間だと %lld歳
en: %lld years in human age

source: 人間換算
en: Human Age

source: 人間換算年齢を表示
en: Show Human Age Equivalent

source: 保存
en: Save

source: 最初のペット
en: First Pet

source: 写真
en: Photo

source: 写真フレーム
en: Photo Frame

source: 写真を編集
en: Edit Photo

source: 写真を選択
en: Select Photo

source: 削除
en: Delete

source: 区切り線を表示
en: Show Divider

source: 名前
en: Name

source: 名前: %lldpt
en: Name: %lldpt

source: 名前順
en: Sort by Name

source: 基本情報
en: Basic Information

source: 大
en: Large

source: 大型犬
en: Large Dogs

source: 完了
en: Done

source: 小
en: Small

source: 小型犬
en: Small Dogs

source: 年齢
en: Age

source: 年齢: %lldpt
en: Age: %lldpt

source: 年齢を表示
en: Show Age

source: 年齢情報
en: Age Information

source: 年齢表示形式
en: Age Display Format

source: 文字色
en: Text Color

source: 日付・時刻フォーマット
en: Date & Time Format

source: 日付: %lldpt
en: Date: %lldpt

source: 日付フォーマット
en: Date Format

source: 日付を表示
en: Show Date

source: 時刻・日付が両方非表示の場合、区切り線は自動的に非表示になります
en: When both time and date are hidden, the divider will be automatically hidden

source: 時刻・日付用フォント
en: Time & Date Font

source: 時刻: %lldpt
en: Time: %lldpt

source: 時刻を表示
en: Show Time

source: 犬種
en: Dog Breed

source: 猫種
en: Cat Breed

source: 種別
en: Species

source: 種別順
en: Sort by Species

source: 編集
en: Edit

source: 背景タイプ
en: Background Type

source: 背景色
en: Background Color

source: 表示するペット
en: Pet to Display

source: 表示項目
en: Display Items

source: 設定の変更がリアルタイムで反映されます
en: Changes are reflected in real-time

source: 設定をリセット
en: Reset Settings

source: 誕生日
en: Birthday

source: 誕生日順
en: Sort by Birthday

source: 読み込み中...
en: Loading...

source: 選択してください
en: Please select
